# app/ui/messages/authentication/lobby_messages.py

# --- Embed для верхнего сообщения в лобби ---
LOBBY_TOP_EMBED_TITLE = "Добро пожаловать в Лобби!"
LOBBY_TOP_EMBED_DESCRIPTION = (
    "Вы успешно зарегистрированы на сервере.\n\n"
    "Используйте кнопки ниже для навигации:\n"
    "• **Персонажи**: управление вашими героями и вход в мир.\n"
    "• **Колода**: редактирование и создание колод."
)
LOBBY_TOP_EMBED_FOOTER = "Ваше приключение начинается здесь."

# --- Embed для подвального сообщения в лобби ---
LOBBY_FOOTER_EMBED_DESCRIPTION = "*Здесь будет отображаться выбранное меню...*"