# Описания для глобальных зон города (Эпицентры)
DESCRIPTIONS_GLOBAL_ZONES = {
    "2_DESCRIPTION_KEY": { # Эпицентр-1 (Восточный)
        "default": "Вы находитесь в Эпицентре-1 (Восточном). Это зона нестабильной реальности, характеризующаяся физическими угрозами. Воздух здесь плотный от запаха гари и дыма. Повсюду видны следы разрушений и аномальной активности. Это опасное место, полное непредсказуемых явлений.",
        "GATEWAY_TO_EPICENTER_1": "Вы прошли через последний укрепленный шлюз и оказались в самом сердце Эпицентре-1. Разрушенные строения торчат из земли, воздух звенит от напряжения. Это враждебная среда, где физические законы искажены, а каждая тень может скрывать новую угрогу."
    },
    "3_DESCRIPTION_KEY": { # Эпицентр-2 (Западный)
        "default": "Вы находитесь в Эпицентре-2 (Западном). Это зона нестабильной реальности, характеризующаяся аномальными и магическими угрозами. Воздух здесь мерцает, а свет кажется искаженным. Магические всплески и странные звуки сопровождают каждый шаг. Это место, где реальность зыбка и постоянно меняется.",
        "GATEWAY_TO_EPICENTER_2": "Вы прошли через последний укрепленный шлюз и оказались в самом сердце Эпицентре-2. Вокруг вас воздух мерцает, а магические аномалии проявляются то тут, то там. Это место, где реальность подчиняется странным, нелогичным правилам, а каждый шорох может быть началом нового магического явления."
    }
}