INSERT INTO discord_quest_descriptions (description_key, text) VALUES ('1-d', 'Квест старта и генерации персонажа');
INSERT INTO discord_quest_descriptions (description_key, text) VALUES ('1-1-d', 'Шаг 1: Пробуждение в темноте

Сознание возвращается медленно, пробираясь сквозь вязкую темноту. Мир вокруг — неясный, зыбкий, словно тени танцуют на грани восприятия. Ты пытаешься сфокусироваться, почувствовать своё тело, но даже это кажется чуждым, незнакомым. Кто ты?.. Что ты?.. Вспомнить бы хоть что-то...

Ты пытаешься ощутить себя, понять, кем ты был. Твоя сущность... Мужчина? Женщина? Ты сам не можешь точно ответить, но эта мысль пульсирует в сознании.');
INSERT INTO discord_quest_descriptions (description_key, text) VALUES ('1-2-d', 'Шаг 2: Имя

Слабый отблеск света мерцает перед глазами. Ты моргаешь, пытаясь привыкнуть. Нужно сосредоточиться. Нужно вспомнить. Как тебя зовут?

Игрок вводит имя вручную.');
INSERT INTO discord_quest_descriptions (description_key, text) VALUES ('1-3-d', 'Шаг 3: Фамилия

Ты вспоминаешь своё имя... Оно звучит знакомо, как эхо далёких воспоминаний. Но разве этого достаточно? В глубине сознания всплывает ещё один вопрос... Твоя фамилия. Как тебя называли в том мире?

Если фамилия не введена, она генерируется автоматически.');
INSERT INTO discord_quest_descriptions (description_key, text) VALUES ('1-4-d', 'Шаг 4: Осмотр и выход из темноты

Ты продолжаешь осматриваться, постепенно привыкая к свету. Шаг за шагом вы выходите из пещеры, оставляя позади темноту и неясные воспоминания…');
